
import React from 'react'

const About = () => {
  return (
    <div className='max-w-6xl mx-auto p-3 space-y-4'>
      <h1 className='text-2xl font-medium text-amber-600'>About</h1>
      <p>
        Добро пожаловать на наш сайт, посвященный миру кино! Мы стремимся предоставить вам самые свежие новости и обзоры на последние фильмы, 
        а также тщательно отобранные рекомендации. Наши эксперты делятся уникальными мнениями и анализом каждого фильма, помогая вам сделать 
        лучший выбор для вечернего просмотра. Присоединяйтесь к нашему сообществу киноманов и откройте для себя захватывающий мир киноискусства вместе 
        с нами. Мы всегда рады новым друзьям и ценителям кино!
      </p>
      <p>
        Наш сайт предлагает удобный поиск по жанрам, актерам и режиссерам, чтобы вы могли легко найти интересующие вас фильмы. Мы регулярно обновляем нашу базу данных, 
        добавляя новые релизы и культовые классики. Для истинных киноманов у нас есть раздел с интересными фактами и закулисными историями из мира кино. Мы также проводим 
        конкурсы и викторины, чтобы вы могли проверить свои знания и выиграть призы. Спасибо, что выбрали нас – ваш надежный гид в мире кино!
      </p>
    </div>
  )
}

export default About